Repository: WGCEO/Piano
Catalog: *.lproj/Localizable.strings
Languages: cs, es, id, it, pl, pt_br, pt_pt, th, zh_hant

# NetworkErrorTitle
source: Network Error
cs: chyba sítě
es: Error Network
id: Kesalahan jaringan
it: Errore di rete
pl: błąd sieci
pt_br: Erro na rede
pt_pt: Erro de rede
th: เครือข่ายมีปัญหา
zh_hant: 網絡錯誤

# CheckDeviceOrInternet
source: Please check the device or internet status.
cs: zkontrolovat zařízení nebo internetový stavu.
es: Verifique el estado del aparato ó internet
id: Silakan periksa perangkat atau internet status.
it: Controlla lo stato del dispositivo o internet.
pl: Proszę sprawdzić stan urządzenia lub Internet.
pt_br: Verifique dispositivo ou estado do internet.
pt_pt: Confirma aparelho ou estado do internet.
th: กรุณาตรวจสอบอุปกรณ์หรือเครือข่ายอินเตอร์เน็ต
zh_hant: 請檢查設備或網絡狀態。

source: OK
es: DE ACUERDO
id: baik
pt_br: Está bem
pt_pt: Está bem
th: ตกลง
zh_hant: 好

# EmailErrorTitle
source: Unable to send mail.
cs: Nelze odesílat poštu.
es: No se puede enviar email
id: Tidak bisa mengirim email.
it: Fallimento di trasferimento della posta.
pl: Nie można wysłać wiadomości.
pt_br: Não pode enviar e-mail.
pt_pt: Não pode mandar e-mail.
th: ไม่สามารถส่งอีเมล์ได้
zh_hant: 無法發送郵件。

# ReviewMakeUsPassionately
source: Beautiful reviews inspire us.
cs: Krásné hodnocení nás inspirují.
es: Su comentario nos alegra
id: ulasan indah menginspirasi kita.
it: Bella recensione ci dà la passione.
pl: Piękne opinii inspirują nas.
pt_br: Comentário belo dá paixão para nós .
pt_pt: Revisão bonito entrega paixão para nós.
th: รีวิวที่สวยงามสามารถเป็นกำลังใจให้กับเราได้
zh_hant: 美麗的評論能夠讓我們充滿熱情。

source: Thank you
cs: Děkuji
es: Gracias
id: Terima kasih
it: Grazie
pl: Dziękuję Ci
th: ขอบคุณ
zh_hant: 謝謝

# MemoOf
source: notes
cs: Poznámky
es: Notas
id: catatan
it: gli appunti
pl: noty
pt_br: Notas
pt_pt: Notas
th: โน้ต
zh_hant: 記事本

# AddFolderTitle
source: Add folder
cs: vytvořit složku
es: Generar carpeta
id: Membuat folder
it: Aggiungi cartella
pl: Dodaj folder
pt_br: Criar pasta
pt_pt: Gerar pasta
th: สร้างโฟลเดอร์
zh_hant: 創建文件夾

# AddFolderMessage
source: Please give the name of the folder.
cs: Název složky write.
es: Escriba nombre de carpeta
id: Silakan tulis nama folder.
it: Scrivi il nome della cartella.
pl: Proszę podać nazwę folderu.
pt_br: Coloque nome de pasta.
pt_pt: Escreva nome de pasta.
th: กรุณาใส่ชื่อโฟลเดอร์
zh_hant: 請輸入文件夾名稱

source: Cancel
cs: zrušit
es: Cancelar
id: Membatalkan
it: Annulla
pl: Anuluj
pt_br: Cancelar
pt_pt: Retirar
th: ยกเลิก
zh_hant: 取消

source: Create
cs: vytvořit
es: Generar
id: Membuat
it: Creare
pl: Stwórz
pt_br: Criar
pt_pt: Gerar
th: สร้าง
zh_hant: 創建

source: Delete
cs: vymazat
es: Borrar
id: Menghapus
it: cancellare
pl: usun
pt_br: Excluir
pt_pt: omitir
th: ลบ
zh_hant: 刪除

source: Move
cs: hýbat se
es: Mover
id: Pindah
it: Mossa
pl: przenies
pt_br: Mover
pt_pt: Mudar
th: ย้าย
zh_hant: 移動

source: Folder name
cs: název složky
es: Nombre de carpeta
id: Nama folder
it: Nome della cartella
pl: Nazwa folderu
pt_br: Nome da pasta
pt_pt: Nome da pasta
th: ชื่อโฟลเดอร์
zh_hant: 文件夾名稱

# FolderDeleteTitle
source: Delete Folder
cs: smazat složku
es: Borrar carpeta
id: Hapus Folder
it: Elimina cartella
pl: Usunięty folder
pt_br: Excluir pasta
pt_pt: Deletar pasta
th: ลบโฟลเดอร์
zh_hant: 選擇文件夾

# FolderDeleteMessage
source: If you delete it, you will not be able to recover it again. Are you sure you want to delete it?
cs: Máte-li jej odstranit, nebudete schopni jej znovu obnovit. Jste si jisti, že chcete smazat?
es: Una vez borrada no se puede recuperarla. Desea elimniarla?
id: Jika menghapusnya tidak dapat dipulihkan lagi. Apakah yakin menghapus?
it: Se eliminato, non è possibile ripristinarlo. Sei sicuro di 'eliminare'?
pl: Jeśli go usunąć, nie będzie w stanie odzyskać go ponownie. Czy na pewno chcesz go usunąć?
pt_br: Se você excluir, não pode restaurar. Vai excluir, tem certeza?
pt_pt: Qundo você deletar, , não pode recuperar. Vai deletar, certamente?
th: กรณีลบจะไม่สามารถกู้คืนได้ ต้องการที่จะลบหรือไม่?
zh_hant: 刪除後無法恢復，確認要刪除嗎？

# NewMemo
source: New Note
cs: nová poznámka
es: Nueva Nota
id: Catatan baru
it: Nuova nota
pl: Nowa notatka
pt_br: Nota nova
pt_pt: Nota nova
th: โน้ตใหม่
zh_hant: 新記事本

# CantOpenAlbumTitle
source: Cannot open album
cs: Nelze otevřít album
es: No se puede abrir carpeta
id: Tak dapat membuka album
it: Impossibile aprire l'album
pl: Nie można otworzyć album
pt_br: Não pode abrir pasta
pt_pt: É impossível abrir pasta
th: ไม่สามารถเปิดอัลบั้มได้
zh_hant: 無法打開相冊

# CantOpenAlbumMessage
source: Go to Settings and check the album.
cs: Přejděte na Nastavení a zkontrolujte album.
es: Marque el album en configuración
id: Buka Pengaturan, silahkan cek album.
it: Mossa a ambientazione e verifica album.
pl: Przejdź do menu Ustawienia i zaznacz album.
pt_br: Vai para estabelecimento e cheque o álbum.
pt_pt: Move para Configuração e cheque o álbum.
th: ไปที่ตั้งค่าและเช็คที่อัลบั้ม
zh_hant: 前往[設定]並檢查相簿。

source: Setting
cs: nastavení
es: Configuración
id: pengaturan
it: Ambientazione
pl: oprawa
pt_br: Estabelecimento
pt_pt: Configuração
th: ตั้งค่า
zh_hant: 設置

# SelectColor
source: Please choose a color.
cs: Prosím zvolte barvu.
es: Elegir color
id: Silahkan pilih warna.
it: Scegli il colore.
pl: Proszę wybrać kolor.
pt_br: Escolha cor.
pt_pt: Escolha cor.
th: เลือกสี
zh_hant: 請選擇顏色。

# SelectTitle
source: Please select the size of the title.
cs: Prosím, vyberte velikost titulu.
es: Elegir tamaño del título
id: Silakan pilih ukuran judul.
it: Seleziona le dimensioni del titolo.
pl: Proszę wybrać rozmiar tytule.
pt_br: Escolha tamanho do título.
pt_pt: Escolha tamanho do tema.
th: เลือกขนาดหัวข้อ
zh_hant: 請選擇標題的大小。

# SelectLine
source: Please select a line type.
cs: Prosím, vyberte typ linky.
es: Elegir tipo de linea
id: Silakan pilih jenis garis.
it: Seleziona il tipo di linea.
pl: Proszę wybrać typ linii.
pt_br: Escolha tipo de linha.
pt_pt: Selecione tipo de linha.
th: เลือกชนิดของเส้น
zh_hant: 請選擇線的種類。

# ChangeFolderNameTitle
source: Folder Name
cs: název složky
es: Nombre de la carpeta
id: Nama folder
it: Nome della cartella
pl: Nazwa folderu
pt_br: Nome da pasta
pt_pt: Nome da pasta
th: ชื่อโฟลเดอร์
zh_hant: 文件夾名稱

# ChangeFolderNameMessage
source: You can change the name
cs: Můžete změnit název
es: No se puede modificar el nombre de carpeta
id: boleh mengubah nama folder
it: È possibile modificare il nome della cartella.
pl: Można zmienić nazwę
pt_br: Pode trocar nome de pasta
pt_pt: Pode mudar nome de pasta
th: สามารถเปลี่ยนชื่อโฟลเดอร์
zh_hant: 可修改文件夾名稱。

# PianoTutorial
source: - Note with Beauty and Grace - Piano is not a completely novel hi-tech gadget. The only difference is that it is with Beauty and Grace. 'Play' your thoughts down, as you play the piano. Your thoughts will then turn into a music and enrich your day. - Specification - 01. The 'Piano' Effect Press the effect button first and then drag the texts you want to edit. 02. The Word-Eraser' To deal with typos, simply touch the Eraser once! (instead of pressing the Delete button over and over again) 03. Sending E-mails Directly e-mail your thoughts, as you 'played' with beauty and grace.
cs: 피아노 튜토리얼 내용
es: la nota más hermosa del mundo El piano no es nada nuevo. La diferencia es que es más rápido y hermoso Toque sus ideas como si fueran notas musicales. Ahora sus notas se convieten en nota musical que alegra la vida. funciones 1. Efecto piano Presione botón de efecto y edite su memo arrastrando el texto con el dedo 2. Borrador de palabra En caso de haber errores toque una sola vez el borrador en lugar de delete 3. Enviar email Envie el email, como tal se ha editado con elegancia English Ver. - Note with Beauty and Grace - Piano is not a completely novel hi-tech gadget. The only difference is that it is with Beauty and Grace. 'Play' your thoughts down, as you play the piano. Your thoughts will then turn into a music and enrich your day. - Specification - 01. The 'Piano' Effect Press the effect button first and then drag the texts you want to edit. 02. The Word-Eraser' To deal with typos, simply touch the Eraser once! (instead of pressing the Delete button over and over again) 03. Sending E-mails Directly e-mail your thoughts, as you 'played' with beauty and grace.
id: Catatan yang paling indah dan cepat di dunia Piano ini tidak sepenuhnya baru. Hanya perbedaan adalah indah dan cepat. Mencoba bermain pikiran Anda spiriti tampak tekan papan tombol. Tiba-tiba catatan Anda menjadi not lagu dan sehari-hari akan jadi indah. 01. Efek Piano Klik tombol efek dan menyeret teks untuk mengedit jari catatan. 02. Kata penghapus Ketika salah ketik, klik penghapus hanya skali, Bukan tombol ‘Delete’ beberapa kali. 03. Kirim email Indah diedit yang utuh, cobalah mengirim email. - Note with Beauty and Grace - Piano is not a completely novel hi-tech gadget. The only difference is that it is with Beauty and Grace. 'Play' your thoughts down, as you play the piano. Your thoughts will then turn into a music and enrich your day. - Specification - 01. The 'Piano' Effect Press the effect button first and then drag the texts you want to edit. 02. The Word-Eraser' To deal with typos, simply touch the Eraser once! (instead of pressing the Delete button over and over again) 03. Sending E-mails Directly e-mail your thoughts, as you 'played' with beauty and grace.
it: Nota con la bellezza e veloce – ‘Piano’ non è un completamente nuovo dispositivo ad alta tecnologia. L'unica differenza è la bellezza e la grazia. 'Suona' i tuoi pensieri verso il basso, come si suona il pianoforte. I vostri pensieri saranno poi trasformarsi in una musica e arricchire la vostra giornata. Spiegazione delle Funzioni 01 Piano Effect Stampa il pulsante dello effetto di trascinamento e testi con punta delle dita per modificare memo. 02 Eraser Word Per gli errori, tocca gomma una volta, invece di ‘elimina’. 03 Invia mail Prova a inviare mail ben curato. English Ver. - Note with Beauty and Grace - Piano is not a completely novel hi-tech gadget. The only difference is that it is with Beauty and Grace. 'Play' your thoughts down, as you play the piano. Your thoughts will then turn into a music and enrich your day. - Specification - 01. The 'Piano' Effect Press the effect button first and then drag the texts you want to edit. 02. The Word-Eraser' To deal with typos, simply touch the Eraser once! (instead of pressing the Delete button over and over again) 03. Sending E-mails Directly e-mail your thoughts, as you 'played' with beauty and grace.
pl: 피아노 튜토리얼 내용
pt_br: Nota que mais linda e mais rápida no mundo. Piano não é novo. Única diferença é bonito e rápido. Como tocar teclado do piano, tente tocar a sua idéia. De repente, sua nota se transforma a partitura e vai ser diário lindo. Explicação de função 01. Efeitos do piano Clique no botão de efeito, Arraste o texto com os dedos e edite suas notas. 02. Borracha de palavra Em vez de tecla “Delete” quando tiver erro de digitação, Só toque borracha uma vez. 03. Envia e-mail O editado quanto parece lindamente, envia e-mail. English Ver. - Note with Beauty and Grace - Piano is not a completely novel hi-tech gadget. The only difference is that it is with Beauty and Grace. 'Play' your thoughts down, as you play the piano. Your thoughts will then turn into a music and enrich your day. - Specification - 01. The 'Piano' Effect Press the effect button first and then drag the texts you want to edit. 02. The Word-Eraser' To deal with typos, simply touch the Eraser once! (instead of pressing the Delete button over and over again) 03. Sending E-mails Directly e-mail your thoughts, as you 'played' with beauty and grace.
pt_pt: Nota que mais bela e mais rápida no mundo. Piano não é novo. Única diferença é belo e rápido. Como tocar teclado do piano, exprimente tocar a sua idéia. Repentemente, sua nota transforma-se a partitura e vai ser diário lindo. Descrição da função 01. Efeitos do piano Clique no botão de efeito, Arrasta o texto com os dedos e edite suas notas. 02. Apagador de palavra Quando tem erro de digitação, não precisa tocar tecla “Delete” , ó toca borracha uma vez. 03. Manda e-mail A forma editada como seu olhar belamente, manda e-mail English Ver. - Note with Beauty and Grace - Piano is not a completely novel hi-tech gadget. The only difference is that it is with Beauty and Grace. 'Play' your thoughts down, as you play the piano. Your thoughts will then turn into a music and enrich your day. - Specification - 01. The 'Piano' Effect Press the effect button first and then drag the texts you want to edit. 02. The Word-Eraser' To deal with typos, simply touch the Eraser once! (instead of pressing the Delete button over and over again) 03. Sending E-mails Directly e-mail your thoughts, as you 'played' with beauty and grace.
th: โน้ตที่เร็วและสวยงามที่สุดในโลก เปียโนไม่ใช่ของใหม่ แต่แตกต่างที่ความสวยงามและรวดเร็ว ใช้ความคิดของคุณเล่นดนตรีผ่านแป้นพิมพ์ โน้ตอาจกลายเป็นตัวโน้ตที่เพิ่มสีสันให้กับชีวิตประจำวันของคุณ <รายละเอียดเพิ่มเติม> 01,เปียโนเอฟเฟ็กต์ กดเลือกเปียโนเอฟเฟ็กต์และแถบดำตัวอักษรเพื่อแก้ไขเมโม 02. ยางลบคำ หากพิมพ์ผิด ไม่จำเป็นต้องกด ลบ หลายๆครั้ง กดยางลบเพียงครั้งเดียวก็ได้แล้ว 03. ส่งอีเมล์ ส่งโน้ตไปยังอีเมล์ได้อย่างสวยงามอย่างที่ทำการแก้ไข English Ver. - Note with Beauty and Grace - Piano is not a completely novel hi-tech gadget. The only difference is that it is with Beauty and Grace. 'Play' your thoughts down, as you play the piano. Your thoughts will then turn into a music and enrich your day. - Specification - 01. The 'Piano' Effect Press the effect button first and then drag the texts you want to edit. 02. The Word-Eraser' To deal with typos, simply touch the Eraser once! (instead of pressing the Delete button over and over again) 03. Sending E-mails Directly e-mail your thoughts, as you 'played' with beauty and grace.
zh_hant: 世上最美麗最快速的記事本 鋼琴並不是新鮮事物。其區別只是在於美麗和快速。 就像按下鍵盤壹樣，請演奏出您的想法。不知不覺您的記事本成了樂譜，使您的日常生活變得更加美麗。 功能說明 01. 鋼琴效果 按下效果按鍵後，用手指末端拖拉文字並編輯記事本。 02. 單詞橡皮擦 打錯字時，無需多次按下delete鍵，只要點擊壹次橡皮擦即可 03. 發送郵件 請用郵件直接發送已編輯好的精美記事本。 English Ver. - Note with Beauty and Grace - Piano is not a completely novel hi-tech gadget. The only difference is that it is with Beauty and Grace. 'Play' your thoughts down, as you play the piano. Your thoughts will then turn into a music and enrich your day. - Specification - 01. The 'Piano' Effect Press the effect button first and then drag the texts you want to edit. 02. The Word-Eraser' To deal with typos, simply touch the Eraser once! (instead of pressing the Delete button over and over again) 03. Sending E-mails Directly e-mail your thoughts, as you 'played' with beauty and grace.
